Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/laeremidler.html.tmx
Source language: nob
Languages: sme

source: Læremidler / Opplæring / Forsiden - Sametinget
sme: Oahpponeavvut / Oahpahus / Sámediggi - Sametinget

source: Søk tilskudd
sme: Oza doarjaga

source: Læremidler
sme: Oahpponeavvut

source: Sametingets visjon er at det skal finnes læremidler på alle fagområder og i alle fag, på sør-, lule- og nordsamisk for å nå målene i rammeplan for barnehagen og i læreplanverket for Kunnskapsløftet - samisk.
sme: Vai joksat mánáidgárddi rámmaplána ulbmiliid ja Máhttoloktema – sámi oahppoplána, de galget oahpponeavvut gávdnot buot fágasurggiin ja buot fágain lulli-, julev- ja davvisámegielaide

source: Ansvarlig politiker
sme: Ovddasvástideaddji politihkkár

source: Rådsmedlem
sme: NSR

source: Nordre
sme: Áigeguovdil

source: Aktuelt
sme: Sámedikki oahpponeavvoráhkadeami doaibmaplána

source: Fordelingen av årets læremiddeltilskudd er klar
sme: Sámedikki áigodaga 2015-2018 oahpponeavvoráhkadeami doaibmaplánas leat višuv...

source: Sametingsrådet har til sammen innvilget tilskudd for 21millioner kroner.
sme: Loga eambbo

source: – J...
sme: Vuoruhit sámegiela nubbingiellan

source: Les mer
sme: Sámediggeráđđi lea juolludan 17 762 000 ru oahpponeavvuid ráhkadeapmái. Sáme...

source: Sametingets handlingsplan for utvikling av læremidler
sme: Loga eambbo

source: Sametingets handlingsplan for læremiddelutvikling 2015-2018 omfatter visjone...
sme: Čájet buot áššiid

source: Vis alle saker
sme: Sámedikkis lea ovddasvástádus juohkimis ruđaid ja čuovvolit ja dárkkistit ruhtageavaheami lágaid, ja njuolggadusaid ektui.

source: Sametinget har ansvar for å definere målsettinger, strategier og tiltak for virkemidler til utvikling av læremidler gjennom planverk og årlige budsjetter.
sme: Sámediggi bargá dan badjelii ahte:

source: Sametinget har ansvar for tildeling av midler og oppfølging og kontroll av virkemiddelbruken i henhold til lovverk, regler og retningslinjer.
sme: Ožžodit sámegielat oahpponeavvuid ja pedagogalaš ávdnasiid innovatiivvalaš ja beaktilis buvttadeami

source: Sametinget jobber for å:
sme: Gávdnojit sámi oahpponeavvut ja juohkit dieđuid daid birra sámi oahpponeavvoguovddáža ja Sámedikki neahttasiidduid bakte ja ahte sáhttá ohcat dieđuid oahpponeavvuid birra oahpponeavvouskkádagas neahtas.

source: Bidra til innovativ og effektiv utvikling av samiske læremidler og pedagogisk materiell
sme: Sámedikki oahpponeavvobarggu vuođđun leat Sámedikki 2009-2012 oahpponeavvoovdánahttima strategalaš plána mearriduvvon strategiijat.

source: Tilgjengeliggjøre og gi informasjon om samiske læremidler gjennom samisk læremiddelsentral, Sametingets nettside og søkbar læremiddelportal på nett.
sme: Plána mearkkaša earret eará ahte mii galgat:

source: Sametinget knytter sitt arbeid med læremidler til vedtatte strategier i Sametingets strategiske plan for læremiddelutvikling 2009-2012.
sme: Ovdánahttit ođđa oahpponeavvuid lulli-, julev- ja davvisámegielaide

source: Planen innebærer blant annet at vi skal:
sme: Jorgalit ja heivehit dálá oahpponeavvuid

source: Utvikle nye læremidler på sør-, lule- og nordsamisk
sme: Ovttasbargat guoskevaš fágabirrasiin fágagirjjálašvuođa ovdánahttima oktavuođas

source: Oversette og tilpasse eksisterende læremidler
sme: Ovdánahttit dábálaš ja/dahje digitála oahpponeavvuid

source: Samarbeid med aktuelle fagmiljøer for å få utviklet faglitteratur
sme: Heivehit dálá lulli- ja davvisámegielat oahpponeavvuid nubbingiela oahpahussii

source: Utvikle ordinære og/eller digitale læremidler
sme: Lohkat ja vuorkut teavsttaid jietnafiilan

source: Tilpasse eksisterende læreverk i sør- og nordsamisk som andrespråk
sme: Nammadit bargojoavkku man bargun lea válljet matematihkkagirjjiid mat galget jorgaluvvot lulli-, julev- ja davvisámegielaide

source: Lese inn tekster som lydfiler
sme: Dárbbu mielde jorgalit ja heivehit oahppogirjjiid/fáddágirjjiid lulli-, julev- ja davvisámegielaid gaskkas

source: Nedsette arbeidsgruppe for valg av matematikkverk for oversetting til sør-, lule- og nordsamisk
sme: Ovttasbargat Sámi earenoamášpedagogalaš doarjalusain kártemis dárbbuid

source: Oversette og tilpasse ved behov verk/temahefter mellom sør-, lule- og nordsamisk
sme: Ovttasbargat Stáhta earenoamášpedagogalaš doarjalusa fágabirrasiiguin ovdánahttimis oahpponeavvuid, kárten ja bagadallanávdnasiid

source: Samarbeid med Samisk spesialpedagogisk støtte om kartlegging av behov
sme: Ovttas.no - Sámi oahpponeavvut neahtas

source: Samarbeid med fagmiljøer i Statlig spesialpedagogisk støttesystem om utvikling av læremidler, kartleggings og veiledningsmateriell
sme: Mii leat čohkken govaid, girjjiid, filmmaid, jienaid, oahpporeaidduid ja digitála resurssaid vai dutnje šadda álkkit leat oahpaheaddjin sámi skuvllas.

source: Ovttas.no - Samiske læringsressurser på nett
sme: Dasa lassin gávnnat arthikkaliid sámi áššiid birra ja pedagogalaš rávvagiid.

source: Vi har samlet bilder, bøker, filmer, lyd, læringsmateriell og digitale ressurser for å gjøre det lettere for deg å være lærer på samiske skoler.
sme: www.ovttas.no

source: I tillegg finner du artikler om samiske tema og pedagogiske tips.
sme: Vai joksat mánáidgárddi rámmaplána ulbmiliid ja Máhttoloktema – sámi oahppoplána, de galget oahpponeavvut gávdnot buot fágasurggiin ja buot fágain lulli-, julev- ja davvisámegielaide
